tap "homebrew/bundle"
tap "thought-machine/please"

brew "1password-cli"
brew "ansible"
brew "awscli"
brew "bat"
brew "consul"
brew "consul-template"
brew "coreutils"
brew "direnv"
brew "docker"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "htop"
brew "kubernetes-cli"
brew "luarocks"
brew "neovim"
brew "node"
brew "nomad"
brew "packer"
brew "pipx"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tflint"
brew "tmux"
brew "util-linux"
brew "vault"
brew "wget"
brew "zoxide"
brew "zsh"
brew "thought-machine/please/please"

cask "karabiner-elements"
cask "wezterm@nightly"
